import svg2 from "../assets/svg/svg1.svg";

//balle kai to youtube

const AboutUs=()=> {
 
  return (
    <div className="py-8">
      <div className="max-w-2xl mx-auto px-4">
        <img
          src={svg2 }
          alt="About Us Greg kyrtsias"
          className="w-full rounded-lg mb-4"
        />
        <h1 className="text-3xl font-bold mb-4">Σχετικά με εμας</h1>
        <p className="mb-4">
           Ο Γρηγόρης Κυρτσιάς είναι ένας μαθηματικός που έχει διδάξει τα τελευταια 30 χρόνια 
         σε  φροντιστήρια και δημόσια σχολεία. Επιδίδεται στην συγγραφή μαθηματικών συγγραμάτων και στον ελεύθερο χρόνο του δεν σταματά
         να λύνει μαθητικές ασκήσεις.Το πάθος του για τα μαθηματικά τον οδήγησε στην δημιουργία αυτού του ιστότοπου.
        </p>
        <p className="mb-4">
           Στόχος αυτού του δικτυακού τόπου είναι να έρθουν σε επαφή οι επισκέπτες μας με ασκήσεις μαθηματικών.
        Ο ιστότοπος μας αναφέρετε σε όλους του μαθητές Γυμνασίου, Λυκείου και Πανεπιστήμιου, καθώς και σε όλους τους ενδιαφερόμενους για τα μαθηματικά.
        Μέσω του chat μπορείτε να λύσετε τις απορίες σας και να συζητήσετε με άλλους χρήστες του ιστότοπου.
        
        </p>
        <p className="mb-4">
          Για οποιαδήποτε απορία ή τεχνική απορία μπορείτε να επικοινωνήσετε μαζί μας στο email <a href="mailto:gregkirmaths@gmail.com>" className="text-blue-600">gregkirmaths@gmail.com</a>,
          και στο τηλέφωνο <a href="tel:+30 6987495775" className="text-blue-600">+30 6987495775</a>
        </p>
      </div>
    </div>
  );
}

export default AboutUs;
